Repository: petervanmanen/Tileroam
Catalog: Tileroam/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: Delete %lld Files
de: %lld Dateien löschen
es: Eliminar %lld archivos
fr: Supprimer %lld fichiers
nl: Verwijder %lld bestanden

source: Delete Activity
de: Aktivität löschen
es: Eliminar actividad
fr: Supprimer l'activité
nl: Verwijder activiteit

source: Delete Files Saved from Strava (%lld)
de: Dateien von Strava löschen (%lld)
es: Eliminar archivos de Strava (%lld)
fr: Supprimer les fichiers de Strava (%lld)
nl: Verwijder bestanden van Strava (%lld)

source: Delete files saved from Strava?
de: Von Strava gespeicherte Dateien löschen?
es: ¿Eliminar los archivos guardados de Strava?
fr: Supprimer les fichiers enregistrés depuis Strava ?
nl: Bestanden van Strava verwijderen?

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
nl: “%@” verwijderen?

source: Deleted %lld files saved from Strava.
de: %lld Dateien von Strava gelöscht.
es: %lld archivos de Strava eliminados.
fr: %lld fichiers de Strava supprimés.
nl: %lld bestanden van Strava verwijderd.

source: Descend more than 1,000 m in one day skiing or snowboarding
de: Fahre an einem Tag mehr als 1.000 m mit Ski oder Snowboard ab
es: Desciende más de 1.000 m en un día esquiando o en snowboard
fr: Descendez plus de 1 000 m en un jour à ski ou en snowboard
nl: Daal op één dag meer dan 1.000 m af met skiën of snowboarden

source: Disconnect Strava
de: Strava trennen
es: Desconectar Strava
fr: Déconnecter Strava
nl: Strava ontkoppelen

source: Disconnect Strava?
de: Strava trennen?
es: ¿Desconectar Strava?
fr: Déconnecter Strava ?
nl: Strava ontkoppelen?

source: Disconnect and Delete Strava Files
de: Trennen und Strava-Dateien löschen
es: Desconectar y eliminar archivos de Strava
fr: Déconnecter et supprimer les fichiers Strava
nl: Ontkoppel en verwijder Strava-bestanden

source: Disconnect, Keep Files
de: Trennen, Dateien behalten
es: Desconectar, conservar archivos
fr: Déconnecter, garder les fichiers
nl: Ontkoppel, bewaar bestanden

source: Done
de: Fertig
es: OK
fr: OK
nl: Gereed

source: Download Anyway
de: Trotzdem laden
es: Descargar de todos modos
fr: Télécharger quand même
nl: Toch downloaden

source: Download Map Data over Mobile Data
de: Kartendaten über mobile Daten laden
es: Descargar mapas con datos móviles
fr: Télécharger les cartes via les données cellulaires
nl: Kaartgegevens via mobiele data downloaden

source: Downloaded for the countries you have activities in. They're small and load again automatically, so they can't be removed here.
de: Für die Länder geladen, in denen du Aktivitäten hast. Sie sind klein und werden automatisch neu geladen, daher kann man sie hier nicht entfernen.
es: Descargados para los países donde tienes actividades. Son pequeños y se cargan de nuevo automáticamente, así que no se pueden eliminar aquí.
fr: Téléchargés pour les pays où vous avez des activités. Ils sont petits et se rechargent automatiquement, ils ne peuvent donc pas être supprimés ici.
nl: Gedownload voor de landen waarin je activiteiten hebt. Ze zijn klein en worden automatisch opnieuw geladen, dus je kunt ze hier niet verwijderen.

source: Downloading map data for route planning (about %@)…
de: Kartendaten für die Routenplanung werden geladen (etwa %@)…
es: Descargando datos de mapa para planificar rutas (unos %@)…
fr: Téléchargement des données de carte pour les itinéraires (environ %@)…
nl: Kaartgegevens voor routeplanning downloaden (ongeveer %@)…

source: Downloading map data for route planning: %@ of %@…
de: Kartendaten für die Routenplanung werden geladen: %1$@ von %2$@…
es: Descargando datos de mapa para planificar: %1$@ de %2$@…
fr: Téléchargement des données cartographiques : %1$@ sur %2$@…
nl: Kaartgegevens voor routeplanning downloaden: %1$@ van %2$@…

source: Downloading the map data timed out. Check your connection and try again; what was downloaded is kept.
de: Das Laden der Kartendaten hat zu lange gedauert. Prüfe deine Verbindung und versuche es erneut; bereits Geladenes bleibt erhalten.
es: La descarga de los datos de mapa tardó demasiado. Comprueba tu conexión e inténtalo de nuevo; lo ya descargado se conserva.
fr: Le téléchargement des données cartographiques a expiré. Vérifiez votre connexion et réessayez ; ce qui a été téléchargé est conservé.
nl: Het downloaden van de kaartgegevens duurde te lang. Controleer je verbinding en probeer het opnieuw; wat al gedownload is, blijft bewaard.

source: E-biking
de: E-Bike
es: Bici eléctrica
fr: Vélo électrique
nl: E-biken

source: Earned %lld times
de: %lld-mal verdient
es: Conseguida %lld veces
fr: Obtenu %lld fois
nl: %lld keer verdiend

source: Eddington Number
de: Eddington-Zahl
es: Número de Eddington
fr: Nombre d’Eddington
nl: Eddington-getal

source: Elevation and climbs
de: Höhe und Anstiege
es: Altitud y subidas
fr: Altitude et montées
nl: Hoogte en klimmen

source: End Here
de: Hier enden
es: Terminar aquí
fr: Arriver ici
nl: Eindig hier

source: End Point
de: Zielpunkt
es: Punto final
fr: Point d’arrivée
nl: Eindpunt

source: End: %@
de: Ziel: %@
es: Final: %@
fr: Arrivée : %@
nl: Einde: %@

source: End: Back to Start
de: Ziel: zurück zum Start
es: Final: volver al inicio
fr: Arrivée : retour au départ
nl: Einde: terug naar start

source: Fetching Strava activities…
de: Strava-Aktivitäten werden geladen…
es: Obteniendo actividades de Strava…
fr: Récupération des activités Strava…
nl: Strava-activiteiten ophalen…

source: Finding the best order…
de: Beste Reihenfolge wird gesucht…
es: Buscando el mejor orden…
fr: Recherche du meilleur ordre…
nl: Beste volgorde zoeken…

source: Finding your location…
de: Standort wird ermittelt…
es: Buscando tu ubicación…
fr: Recherche de votre position…
nl: Je locatie bepalen…

source: From %@ · %@
de: Ab %1$@ · %2$@
es: Desde %1$@ · %2$@
fr: Depuis %1$@ · %2$@
nl: Vanuit %1$@ · %2$@

source: Get Started
de: Los geht’s
es: Empezar
fr: Commencer
nl: Aan de slag

source: Giant leap
de: Riesensprung
es: Gran salto
fr: Pas de géant
nl: Reuzensprong

source: Globetrotter
de: Weltenbummler
es: Trotamundos
nl: Wereldreiziger

source: Half Marathon
de: Halbmarathon
es: Media maratón
fr: Semi-marathon
nl: Halve marathon

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
nl: Hiken

source: Hill
de: Hügel
es: Repecho
fr: Côte
nl: Heuvel

source: Import .fit Files…
de: .fit-Dateien importieren…
es: Importar archivos .fit…
fr: Importer des fichiers .fit…
nl: Importeer .fit-bestanden…

source: Import .fit files to see where you have been.
de: Importiere .fit-Dateien, um zu sehen, wo du warst.
es: Importa archivos .fit para ver dónde has estado.
fr: Importez des fichiers .fit pour voir où vous êtes allé.
nl: Importeer .fit-bestanden om te zien waar je bent geweest.

source: Import .fit files, or connect Strava, to see where you have been.
de: Importiere .fit-Dateien oder verbinde Strava, um zu sehen, wo du warst.
es: Importa archivos .fit o conecta Strava para ver dónde has estado.
fr: Importez des fichiers .fit ou connectez Strava pour voir où vous êtes allé.
nl: Importeer .fit-bestanden of koppel Strava om te zien waar je bent geweest.

source: Import your .fit files, for example exports from HealthFit, Garmin or Wahoo: separate files or a whole folder. Tileroam keeps its own copy, and with iCloud your other devices have them too.
de: Importiere deine .fit-Dateien, zum Beispiel Exporte aus HealthFit, Garmin oder Wahoo: einzelne Dateien oder einen ganzen Ordner. Tileroam behält eine eigene Kopie, und mit iCloud haben deine anderen Geräte sie auch.
es: Importa tus archivos .fit, por ejemplo exportaciones de HealthFit, Garmin o Wahoo: archivos sueltos o una carpeta entera. Tileroam guarda su propia copia y, con iCloud, tus otros dispositivos también los tienen.
fr: Importez vos fichiers .fit, par exemple des exports de HealthFit, Garmin ou Wahoo : des fichiers séparés ou un dossier entier. Tileroam garde sa propre copie, et avec iCloud vos autres appareils les ont aussi.
nl: Importeer je .fit-bestanden, bijvoorbeeld exports van HealthFit, Garmin of Wahoo: losse bestanden of een hele map. Tileroam bewaart een eigen kopie, en met iCloud hebben je andere apparaten ze ook.

source: Imported %lld .fit files.
de: %lld .fit-Dateien importiert.
es: %lld archivos .fit importados.
fr: %lld fichiers .fit importés.
nl: %lld .fit-bestanden geïmporteerd.

source: Importing %lld of %lld activities…
de: %1$lld von %2$lld Aktivitäten werden importiert…
es: Importando %1$lld de %2$lld actividades…
fr: Importation de %1$lld sur %2$lld activités…
nl: %1$lld van %2$lld activiteiten importeren…

source: Improving the route…
de: Route wird verbessert…
es: Mejorando la ruta…
fr: Amélioration du parcours…
nl: Route verbeteren…

source: Inline skating
de: Inlineskaten
es: Patinaje en línea
fr: Roller
nl: Inlineskaten

source: International route
de: Internationale Route
es: Ruta internacional
fr: Parcours international
nl: Internationale route

source: It downloads again the next time you plan a route.
de: Sie werden beim nächsten Planen einer Route erneut geladen.
es: Se vuelve a descargar la próxima vez que planifiques una ruta.
fr: Elles seront retéléchargées la prochaine fois que vous planifierez un parcours.
nl: Het wordt opnieuw gedownload als je weer een route plant.

source: It's deleted from Tileroam on this device and from iCloud, so your other devices remove it too. It stays on Strava and wherever you imported it from.
de: Sie wird aus Tileroam auf diesem Gerät und aus iCloud gelöscht, sodass deine anderen Geräte sie auch entfernen. Sie bleibt auf Strava und dort, woher du sie importiert hast.
es: Se elimina de Tileroam en este dispositivo y de iCloud, así que tus otros dispositivos también la eliminan. Sigue en Strava y donde la importaste.
fr: Elle est supprimée de Tileroam sur cet appareil et d'iCloud, donc vos autres appareils la suppriment aussi. Elle reste sur Strava et là d'où vous l'avez importée.
nl: Hij wordt uit Tileroam op dit apparaat en uit iCloud verwijderd, zodat je andere apparaten hem ook verwijderen. Hij blijft op Strava en waar je hem vandaan hebt geïmporteerd.

source: Klompenpaden walked
de: Gelaufene Klompenpaden
es: Klompenpaden recorridos
fr: Klompenpaden parcourus
nl: Klompenpaden gelopen

source: Klompenpaden: walk the 167 country paths of Gelderland and Utrecht
de: Klompenpaden: lauf die 167 Landwege in Gelderland und Utrecht
es: Klompenpaden: recorre los 167 senderos rurales de Güeldres y Utrecht
fr: Klompenpaden : parcourez les 167 sentiers ruraux de Gueldre et d’Utrecht
nl: Klompenpaden: loop de 167 klompenpaden van Gelderland en Utrecht

source: Loading municipalities…
de: Gemeinden werden geladen…
es: Cargando municipios…
fr: Chargement des communes…
nl: Gemeenten laden…

source: Loading postcodes…
de: Postleitzahlen werden geladen…
es: Cargando códigos postales…
fr: Chargement des codes postaux…
nl: Postcodes laden…

source: Loading the route planning data…
de: Routendaten werden geladen…
es: Cargando los datos de rutas…
fr: Chargement des données d’itinéraire…
nl: Routeplanner laden…

source: Local route
de: Lokale Route
es: Ruta local
fr: Parcours local
nl: Lokale route

source: Location Access Is Off
de: Standortzugriff ist aus
es: El acceso a la ubicación está desactivado
fr: L’accès à la position est désactivé
nl: Locatietoegang staat uit

source: Location access is off. Allow Tileroam to use your location in Settings to plan a route from where you are.
de: Der Standortzugriff ist aus. Erlaube Tileroam in den Einstellungen, deinen Standort zu verwenden, um eine Route ab deinem Standort zu planen.
es: El acceso a la ubicación está desactivado. Permite a Tileroam usar tu ubicación en Ajustes para planificar una ruta desde donde estás.
fr: L’accès à la position est désactivé. Autorisez Tileroam dans Réglages à utiliser votre position pour planifier un parcours depuis l’endroit où vous êtes.
nl: Locatietoegang staat uit. Sta Tileroam in Instellingen toe je locatie te gebruiken om een route vanaf je positie te plannen.

source: Main roads
de: Hauptstraßen
es: Carreteras principales
fr: Routes principales
nl: Hoofdwegen

source: Map
de: Karte
es: Mapa
fr: Plan
nl: Kaart

source: Map Style
de: Kartenstil
es: Estilo de mapa
fr: Style de carte
nl: Kaartstijl

source: Map data arrived damaged several times. Try again; what was downloaded is kept.
de: Kartendaten kamen mehrmals beschädigt an. Versuche es erneut; bereits Geladenes bleibt erhalten.
es: Los datos de mapa llegaron dañados varias veces. Inténtalo de nuevo; lo ya descargado se conserva.
fr: Les données cartographiques sont arrivées endommagées plusieurs fois. Réessayez ; ce qui a été téléchargé est conservé.
nl: Kaartgegevens kwamen meerdere keren beschadigd aan. Probeer het opnieuw; wat al gedownload is, blijft bewaard.

source: Map data for this area (%@) downloads on Wi-Fi.
de: Kartendaten für dieses Gebiet (%@) werden über WLAN geladen.
es: Los datos de mapa de esta zona (%@) se descargan con wifi.
fr: Les données cartographiques de cette zone (%@) se téléchargent en Wi-Fi.
nl: Kaartgegevens voor dit gebied (%@) worden via wifi gedownload.

source: Map data for this area isn't available yet. Please try again later.
de: Kartendaten für dieses Gebiet sind noch nicht verfügbar. Versuche es später erneut.
es: Los datos de mapa de esta zona aún no están disponibles. Inténtalo más tarde.
fr: Les données cartographiques de cette zone ne sont pas encore disponibles. Réessayez plus tard.
nl: Kaartgegevens voor dit gebied zijn nog niet beschikbaar. Probeer het later opnieuw.

source: Map data is downloaded for the surroundings of each route you plan, and listed here per area of about 70 × 110 km. Swipe left to remove one; it downloads again the next time you plan there.
de: Kartendaten werden für die Umgebung jeder geplanten Route geladen und hier pro Gebiet von etwa 70 × 110 km aufgeführt. Nach links wischen zum Entfernen; beim nächsten Planen dort wird es erneut geladen.
es: Los datos de mapa se descargan para los alrededores de cada ruta que planificas, y aparecen aquí por zonas de unos 70 × 110 km. Desliza a la izquierda para eliminar una; se vuelve a descargar la próxima vez que planifiques allí.
fr: Les données cartographiques sont téléchargées pour les environs de chaque parcours planifié, et listées ici par zone d'environ 70 × 110 km. Balayez vers la gauche pour en supprimer une ; elle sera retéléchargée la prochaine fois.
nl: Kaartgegevens worden gedownload voor de omgeving van elke route die je plant, en staan hier per gebied van ongeveer 70 × 110 km. Veeg naar links om er een te verwijderen; het wordt opnieuw gedownload als je er weer plant.

source: Map data larger than %@ downloads only on Wi-Fi, unless this is on. While planning, you can also choose Download Anyway.
de: Kartendaten über %@ werden nur über WLAN geladen, außer dies ist aktiviert. Beim Planen kannst du auch Trotzdem laden wählen.
es: Los datos de mapa de más de %@ solo se descargan con wifi, salvo que esto esté activado. Al planificar también puedes elegir Descargar de todos modos.
fr: Les données cartographiques de plus de %@ se téléchargent uniquement en Wi-Fi, sauf si cette option est activée. Pendant la planification, vous pouvez aussi choisir Télécharger quand même.
nl: Kaartgegevens groter dan %@ worden alleen via wifi gedownload, tenzij dit aan staat. Tijdens het plannen kun je ook kiezen voor Toch downloaden.

source: Map tiles, with your max square and cluster
de: Kartenkacheln, mit deinem größten Quadrat und Cluster
es: Teselas del mapa, con tu mayor cuadrado y tu clúster
fr: Tuiles de carte, avec votre plus grand carré et votre cluster
nl: Kaarttegels, met je grootste vierkant en cluster

source: Max square %lld×%lld · cluster %lld
de: Max-Quadrat %1$lld×%2$lld · Cluster %3$lld
es: Cuadrado máx. %1$lld×%2$lld · clúster %3$lld
fr: Carré max %1$lld×%2$lld · cluster %3$lld
nl: Max. vierkant %1$lld×%2$lld · cluster %3$lld

source: Mode
de: Ansicht
es: Vista
fr: Affichage
nl: Weergave

source: Mountain bike routes
de: Mountainbike-Routen
es: Rutas de BTT
fr: Parcours VTT

source: Mountain bike routes ridden
de: Gefahrene Mountainbike-Routen
es: Rutas de BTT hechas
fr: Parcours VTT faits
nl: Mountainbikeroutes gereden

source: Mountain bike routes: the signposted MTB routes of OpenStreetMap
de: Mountainbike-Routen: die ausgeschilderten MTB-Routen aus OpenStreetMap
es: Rutas de BTT: las rutas de BTT señalizadas de OpenStreetMap
fr: Parcours VTT : les parcours VTT balisés d’OpenStreetMap
nl: Mountainbikeroutes: de bewegwijzerde MTB-routes uit OpenStreetMap

source: Municipalities
de: Gemeinden
es: Municipios
fr: Communes
nl: Gemeenten

source: Municipalities and Postcodes
de: Gemeinden und Postleitzahlen
es: Municipios y códigos postales
fr: Communes et codes postaux
nl: Gemeenten en postcodes

source: Municipalities and postcodes in the Netherlands, Belgium, Luxembourg, Germany, France, Switzerland and Austria
de: Gemeinden und Postleitzahlen in den Niederlanden, Belgien, Luxemburg, Deutschland, Frankreich, der Schweiz und Österreich
es: Municipios y códigos postales en los Países Bajos, Bélgica, Luxemburgo, Alemania, Francia, Suiza y Austria
fr: Communes et codes postaux aux Pays-Bas, en Belgique, au Luxembourg, en Allemagne, en France, en Suisse et en Autriche
nl: Gemeenten en postcodes in Nederland, België, Luxemburg, Duitsland, Frankrijk, Zwitserland en Oostenrijk

source: Municipalities per Country
de: Gemeinden pro Land
es: Municipios por país
fr: Communes par pays
nl: Gemeenten per land

source: Municipalities visited
de: Besuchte Gemeinden
es: Municipios visitados
fr: Communes visitées
nl: Gemeenten bezocht

source: My Location
de: Mein Standort
es: Mi ubicación
fr: Ma position
nl: Mijn locatie

source: National route
de: Nationale Route
es: Ruta nacional
fr: Parcours national
nl: Nationale route

source: New: %@
de: Neu: %@
es: Nuevo: %@
fr: Nouveau : %@
nl: Nieuw: %@

source: Next
de: Weiter
es: Siguiente
fr: Suivant
nl: Volgende

source: No Activities
de: Keine Aktivitäten
es: Sin actividades
fr: Aucune activité
nl: Geen activiteiten

source: No Climbs
de: Keine Anstiege
es: Sin subidas
fr: Aucune montée
nl: Geen klimmen

source: No Climbs Yet
de: Noch keine Anstiege
es: Aún sin subidas
fr: Pas encore de montées
nl: Nog geen klimmen

source: No activities.
de: Keine Aktivitäten.
es: Sin actividades.
fr: Aucune activité.
nl: Geen activiteiten.

source: No boundaries downloaded.
de: Keine Grenzen geladen.
es: No hay límites descargados.
fr: Aucune limite téléchargée.
nl: Geen grenzen gedownload.

source: No cycling route was found between some of the stops, for example across water without a bridge or ferry. Try other items or another starting point.
de: Zwischen einigen Stopps wurde keine Radroute gefunden, zum Beispiel über Wasser ohne Brücke oder Fähre. Versuche andere Elemente oder einen anderen Startpunkt.
es: No se encontró una ruta en bici entre algunas paradas, por ejemplo sobre agua sin puente ni ferry. Prueba otros elementos u otro punto de partida.
fr: Aucun itinéraire à vélo n'a été trouvé entre certains arrêts, par exemple au-dessus de l'eau sans pont ni bac. Essayez d'autres éléments ou un autre point de départ.
nl: Tussen sommige stops is geen fietsroute gevonden, bijvoorbeeld over water zonder brug of pont. Probeer andere onderdelen of een ander startpunt.

source: No municipalities visited yet.
de: Noch keine Gemeinden besucht.
es: Aún no has visitado ningún municipio.
fr: Aucune commune visitée pour l’instant.
nl: Nog geen gemeenten bezocht.

source: No route planning areas downloaded.
de: Keine Routenplanungsgebiete geladen.
es: No hay zonas de planificación descargadas.
fr: Aucune zone de planification téléchargée.
nl: Geen routeplanningsgebieden gedownload.

source: Not climbed yet
de: Noch nicht gefahren
es: Aún no subida
fr: Pas encore gravie
nl: Nog niet beklommen

source: Not connected to Strava.
de: Nicht mit Strava verbunden.
es: No conectado a Strava.
fr: Non connecté à Strava.
nl: Niet gekoppeld met Strava.

source: Not earned yet
de: Noch nicht verdient
es: Aún no conseguida
fr: Pas encore obtenu
nl: Nog niet verdiend

source: Not reached: %@
de: Nicht erreicht: %@
es: No alcanzado: %@
fr: Non atteint : %@
nl: Niet bereikt: %@

source: Not ridden yet
de: Noch nicht gefahren
es: Aún no hecha
fr: Pas encore fait
nl: Nog niet gereden

source: Not visited
de: Nicht besucht
es: No visitado
fr: Non visité
nl: Niet bezocht

source: Not visited yet: ride or walk within 200 m of the boscafé
de: Noch nicht besucht: fahre oder gehe näher als 200 m am Waldcafé vorbei
es: Aún no visitado: pasa a menos de 200 m del café
fr: Pas encore visité : passez à moins de 200 m du café
nl: Nog niet bezocht: fiets of wandel binnen 200 m van het boscafé

source: Not visited yet: ride within 200 m of the brewery
de: Noch nicht besucht: fahre näher als 200 m an der Brauerei vorbei
es: Aún no visitada: pasa a menos de 200 m de la cervecería
fr: Pas encore visitée : passez à moins de 200 m de la brasserie
nl: Nog niet bezocht: rijd binnen 200 m van de brouwerij

source: Not walked yet
de: Noch nicht gelaufen
es: Aún no recorrido
fr: Pas encore parcouru
nl: Nog niet gelopen

source: Not yet (%lld)
de: Noch nicht (%lld)
es: Aún no (%lld)
fr: Pas encore (%lld)
nl: Nog niet (%lld)

source: Nothing selected
de: Nichts ausgewählt
es: Nada seleccionado
fr: Rien de sélectionné
nl: Niets geselecteerd

source: On My iPad
de: Auf meinem iPad
es: En mi iPad
fr: Sur mon iPad
nl: Op mijn iPad

source: On My iPhone
de: Auf meinem iPhone
es: En mi iPhone
fr: Sur mon iPhone
nl: Op mijn iPhone

source: Only the .fit files Tileroam saved from Strava are deleted; files from other apps are kept.
de: Nur die .fit-Dateien, die Tileroam von Strava gespeichert hat, werden gelöscht; Dateien anderer Apps bleiben erhalten.
es: Solo se eliminan los archivos .fit que Tileroam guardó de Strava; los de otras apps se conservan.
fr: Seuls les fichiers .fit que Tileroam a enregistrés depuis Strava sont supprimés ; les fichiers des autres apps sont conservés.
nl: Alleen de .fit-bestanden die Tileroam van Strava heeft bewaard worden verwijderd; bestanden van andere apps blijven staan.

source: Open Another GPX…
de: Anderes GPX öffnen…
es: Abrir otro GPX…
fr: Ouvrir un autre GPX…
nl: Open andere GPX…

source: Open GPX…
de: GPX öffnen…
es: Abrir GPX…
fr: Ouvrir un GPX…

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
nl: Open Instellingen

source: Opens this category
de: Öffnet diese Kategorie
es: Abre esta categoría
fr: Ouvre cette catégorie
nl: Opent deze categorie

source: Optionally connect Strava to download your full history with GPS. Activities are saved as .fit files in Tileroam and, with iCloud, on your other devices.
de: Verbinde optional Strava, um deinen ganzen Verlauf mit GPS zu laden. Aktivitäten werden als .fit-Dateien in Tileroam gespeichert und, mit iCloud, auf deinen anderen Geräten.
es: Si quieres, conecta Strava para descargar todo tu historial con GPS. Las actividades se guardan como archivos .fit en Tileroam y, con iCloud, en tus otros dispositivos.
fr: Connectez éventuellement Strava pour télécharger tout votre historique avec GPS. Les activités sont enregistrées en fichiers .fit dans Tileroam et, avec iCloud, sur vos autres appareils.
nl: Koppel desgewenst Strava om je volledige geschiedenis met gps te downloaden. Activiteiten worden als .fit-bestanden in Tileroam bewaard en, met iCloud, op je andere apparaten.
